{"title":"","id":"","output":""}
{"title":"11efta pwns you","id":"29113","output":"\n      40565\n      40561\n      2023-07-17T22:32:23Z\n      \n        Spaceman\n        1\n      \n      40565\n      wikitext\n      text/x-wiki\n      In the year 2018, Artemis, a town nestled in the heart of the Pacific Northwest, thrived on the electronic pulse of digital life. The city was a modern-day reflection of the rise and fall of Blomass, a once-dominant software company from the 90s and 00s, that had not only shaped the city's physical landscape but also its digital one.\n\nBlomass had transformed Artemis into a showcase of integrated city services and utility planning software, the beating heart of the Internet of Things (IoT). Yet, time had not been kind to Blomass. Their bet on IoT had failed to pay off. Their glory days now behind them, they were acquired by Philmath, a dominant Dutch firm that prized Blomass more for their sales contracts than their innovative legacy.\n\nWith the Blomass product line left unsupported and the city unable to replace the legacy software, Artemis was left in a precarious digital state, a flaw soon exploited by a faceless antagonist who called themselves \"11efta.\"\n\n11efta, much like the hacker equivalent of a cat toying with a mouse before the kill, reveled in their newfound control. They manipulated the city's infrastructure at will - traffic lights blinked green en masse, electronic signs screamed, \"11efta pwns you\" - a constant reminder of the city's impotence.\n\nThe ransom demand was as much a shock to Artemis's system as the discovery of the hack - a daily tribute of 100 Bitcoins to keep the city's water and power running. With the city on the brink of bankruptcy and the specter of the last fiscal crisis still haunting Artemis, the demand was a death knell.\n\nThe city officials were forced to divert precious funds to meet 11efta's demands. Each payment, each siphoning of money from the budget, was a tightening of the noose. The sense of impending doom was palpable - every city service paid for with Bitcoin felt like a further plunge into the abyss.\n\nAs the city began to default on their municipal bond payments, Artemis's crisis rippled across Wall Street, drawing the ire of financiers who had once seen the city as a beacon of progress.\n\nIn this absurd crisis, the townspeople of Artemis found themselves facing an existential reckoning. They were not merely grappling with a rogue hacker but wrestling with the shadows of their past - the unchecked ambition of Blomass, the city's overreliance on technology, and their desperate financial straits.\n\nIn this grim tableau, the citizens began to exhibit an enduring spirit of humanism and solidarity. They found ways to persevere, clinging to a resilience borne out of necessity. Individuals offered each other support and began working towards a solution, recognizing that while they were victims of 11efta, they were also the only ones who could reclaim their city.\n\nYet, the lingering question remained: How does one fight an enemy that is but an echo in the digital wind? The narrative of Artemis had become a tale of technology’s promise turned into its curse, a symbol of the existential crisis of the digital age.\n\nAnd so, Artemis stood on the precipice, a city held hostage not just by 11efta, but by its own past. The story of Artemis serves as a stark reminder of our digital vulnerabilities, the threats of over-reliance on technology, and the unending struggle between human resilience and existential despair.\n\n= The Controller's Account =\n\n== Day 3: The Ugly Truth ==\n\nOn the third day of our crisis, the town hall of Artemis was packed with citizens, their faces reflecting a mix of fear, anger, and hope. The atmosphere was charged with the desperate need for a solution, any solution, to the stranglehold of 11efta. An emergency town meeting had been called, the first of its kind, to discuss an idea that had been making the rounds in the city – unplugging Artemis.\n\nAs the city controller, I was tasked with the unenviable job of presenting the truth to our citizens. I stood on the stage, looking out at the sea of faces, feeling the weight of their expectations. \"There has been talk,\" I began, my voice amplified in the silent hall, \"of a drastic solution. Unplugging Artemis.\"\n\nMurmurs of agreement spread through the crowd. It seemed such a simple solution on the surface – unplug the city, disrupt 11efta's control, and break free. But as with many things in life, the reality was far more complicated and painful.\n\n\"Unplugging Artemis,\" I continued, \"is not an impossible task. But it would mean severing our city from the digital world, plunging us into a state akin to the pre-Internet era.\" I paused, letting the gravity of the situation sink in. \"It would mean cutting off access to online services, disrupting communication, halting commerce, and perhaps even shutting down essential utilities. It would be far more painful, more destructive, than living under 11efta's control and paying the daily tribute.\"\n\nThe hall fell silent, the initial surge of agreement replaced by a somber realization of the true cost of such an action. The thought of unplugging was a desperate grasp at autonomy, a reflexive desire to regain control. But at what cost?\n\nOur city had grown and thrived on the lifelines of digital connectivity, so deeply intertwined with our lives that severing those lines would be akin to cutting off a limb. The price of freedom, it seemed, was too steep to pay.\n\n\"We are exploring all possible options,\" I assured them, \"We will fight this crisis on all fronts, both digital and physical, to find a solution that doesn't involve such a drastic measure.\"\n\nThe meeting ended with a bitter pill to swallow. A collective understanding dawned - that we were not just facing an external enemy in the form of 11efta, but grappling with our own dependence on the digital infrastructure that defined our city.\n\nAs Day 3 drew to a close, we found ourselves facing not just a digital plague, but an existential one. A question that loomed over us all - could we bear to unplug Artemis and face the harsh realities of a disconnected life, or would we endure the suffocating grip of 11efta, clinging to the familiar, if disrupted, digital world we had built? The answer, as we would come to learn, would define us as a city, and as a community.\n\n== Day 8: The Faceless Adversary ==\n\nThe eighth day of our ordeal brought me face to face with our tormentor. A chat window on my screen was my only connection to 11efta. The city controller communicating with the faceless adversary who held our city hostage. It was an absurdly surreal situation, a digital showdown in a war of wits and codes.\n\nI typed, my fingers stiff with apprehension, \"What will it cost for you to relinquish admin controls over the Blomass orchestration suite?\"\n\nI hit 'enter', and the message disappeared into the void, destined for 11efta. The seconds ticked by as I waited for the response, my heart pounding in sync with the blinking cursor on the screen.\n\nAt last, the reply appeared. \"There is no number.\"\n\nI stared at the screen, perplexed by the response. Was it a bluff, a strategic move in this game of digital chess? Or was there another angle to this crisis that we had overlooked?\n\nI typed again, \"What do you mean?\"\n\nThe response was immediate this time. \"This is a social experiment, not a financial ransom.\"\n\nThe implications of those words hit me like a physical blow. The daily tribute, the disruption of our city's services, the relentless control over our infrastructure - it was all a game to 11efta. A twisted, perverse experiment in power and control.\n\n11efta’s next message drove the point home. \"The joy of seeing the city squirm far exceeds any financial gain you could provide.\"\n\nDay 8 stripped away the illusion that this was a simple ransomware attack. It was a sadistic spectacle for 11efta, a demonstration of power over a helpless city, an amusement in the theatre of digital chaos.\n\nAs I sat back in my chair, the cold realization settling in, I couldn't help but feel a sense of dread. We were caught in a game we didn't understand, pawns in a grand social experiment. It wasn't just about money or control, it was about the perverse joy our tormentor derived from our suffering. Our enemy was not just a hacker but a sociopath, revelling in the power of his anonymity and the fear that he wielded like a weapon.\n\nAs the day drew to a close, I couldn't help but reflect on the magnitude of our situation. The ransomware attack had transformed into a test of our resilience, our unity, and our humanity. The battle lines were drawn not in code, but in the hearts and minds of the people of Artemis. It was a test we could not afford to fail.\n\n== Day 11: A City Spurned ==\n\nDay 11 of the crisis held a different kind of ordeal for the beleaguered city of Artemis - a political one. I found myself, as the city controller, accompanied by the Mayor and a handful of city council members on a journey to the governor's office. Our mission was a plea for aid, for some kind of intervention to liberate our city from the invisible chains of 11efta.\n\nThe Governor, a staunch Republican with a reputation for his less-than-amicable relationship with Artemis's liberal progressive government, had agreed to meet us. A glimmer of hope had flickered in the city's heart. Perhaps this was the moment when political differences could be set aside for the common good.\n\nThe Governor's office was grand, a stark contrast to the digital chaos back home. As we entered the room, the air seemed to tighten, a palpable tension clinging to the lavish drapes and polished mahogany.\n\n\"Artemis has always been a symbol of the blue wave, hasn't it?\" the Governor began, his voice echoing in the high-ceilinged room. His tone was not hostile but held a note of mocking curiosity. He continued, \"A shining example of progressive ideals... yet here you are, asking for aid from a red administration.\"\n\nWe tried to steer the conversation towards the issue at hand - the ransomware crisis - explaining the severity of the situation. But our pleas fell on deaf ears. Instead, the Governor used the meeting as a platform to criticize our city's politics and policies.\n\n\"Our administration cannot justify diverting state funds to bail out a city that prioritizes ideology over practicality,\" he said, his words leaving no room for negotiation. The governor's refusal to help was not just a decision; it was a calculated political move. He intended to use Artemis's crisis as a chilling reminder to other liberal-leaning cities of the cost of going against his administration.\n\nHis message was clear: Artemis's plight was a consequence of its progressive governance and digital overdependence, a cautionary tale to the rest of the state.\n\nAs we left the governor's office, the crushing weight of his words hung in the silence between us. The door closed behind us, shutting us out of the world of political power plays and back into the cold grip of our ransomware crisis.\n\nOur hope for state aid was dashed, replaced by a renewed sense of urgency. We were on our own, thrown back into the digital battlefield against an enemy that seemed all the more formidable. It wasn't just the grip of 11efta that we had to break, but the isolating political divide that had left our city to fend for itself.\n\n== Day 16: A Controller's Dilemma ==\n\nDay 16 found me staring at the grating spinning wheel of buffering on my home computer screen, the symbol of 11efta’s throttling grip on our city’s internet service. It was a sight that, only a few weeks ago, would have been merely frustrating, but now held profound implications for my children's future.\n\nMy children, both bright young adults, were halfway through their degrees at a for-profit online university. They were eager and ambitious, willing to shoulder the burden of student loans to achieve their dreams. However, dreams have a habit of coming undone during a crisis.\n\nThe persistently hampered connectivity had rendered their participation in online classes practically impossible. Their educational pursuits were at a standstill, their dreams locked behind a paywall of Bitcoins we could not afford. The question that haunted my sleepless nights was this - how could I, as a father, let their dreams be another casualty of this digital plague?\n\nTherein lay an offer, an illicit whisper in the city's underbelly - the black market WiFi. A clandestine operation that offered a bypass around 11efta's control, a gateway to the world beyond Artemis's digital prison. It was a tempting proposition, a father's potential solution to his children's predicament.\n\nYet, I was torn.\n\nAs the city controller, I bore a responsibility towards Artemis, a duty to share in its suffering. Was it not a betrayal, to secure a private lifeline while the city's digital lifeblood was slowly being drained away? To allow my family to circumvent the crisis that was crushing the rest of our community? Was this not a form of surrender to the same terror that we, as a city, were fighting against?\n\nOn the other hand, as a father, my primary obligation was to my children, to ensure their future wasn't collateral damage in this ransomware war. The weight of their student loans hung over our heads, a ticking clock counting down to financial ruin if they failed to complete their credits on time.\n\nThis internal conflict seemed to embody the essence of our crisis - an interplay between the personal and the communal, a reckoning with the absurdity of our situation. An existentialist might have seen in it an echo of Camus' philosophy, an absurd universe indifferent to our struggles, forcing us to confront the meaning we derive from our existence.\n\nI found myself standing on the precipice of a profound decision. Would I choose duty over familial love, the collective over the individual? Or would I defy my position and embrace the human instinct to protect my own?\n\nIn the depths of my contemplation, I was reminded of a line from Camus, \"In the depth of winter, I finally learned that within me there lay an invincible summer.\" Amid the digital winter of Artemis, I realized that my decision, whatever it may be, would not merely be a surrender to the absurdity of our situation but a reaffirmation of the resilient human spirit that lay within us all, a spark of defiance in the face of despair.\n\nAnd so, under the indifferent gaze of the spinning wheel on my computer screen, I grappled with my dual roles as a city official and a father, reflecting on the essential absurdity of our existence in this besieged city, my every thought a ripple in the existential pool of our crisis.\n\n== Day 23: A Reckoning with Wall Street ==\n\nThe twenty-third day of the crisis was a confrontation with Wall Street. The conference room felt more like an arena as I, as the city controller, squared off against the unblinking eyes of our city's bondholders.\n\nI opened the meeting with the harsh truth. \"If the situation continues,\" I said, my voice steady despite the turmoil within, \"Artemis may miss its upcoming bond payments.\" There was an audible intake of breath from the attendees. It was an unprecedented statement, a shockwave in our financial landscape, but it was also a reality we could no longer ignore.\n\nThe bondholders were understandably upset. Their investments in Artemis were tied to the promise of the city's growth and prosperity, a promise now marred by the ransomware attack. They demanded assurances, timelines, contingency plans - the standard panacea for financial distress. Yet, how could I promise certainty in the face of the uncertainties that had become the lifeblood of our city?\n\nOne bondholder, a seasoned investor with a hawk-like gaze, leaned forward. \"You have a responsibility to us,\" he stated, \"We won't allow our investments to be squandered because of a software glitch.\"\n\n\"A software glitch?\" I echoed, the understatement hitting me like a physical blow. Was this how they perceived our crisis, reduced it to a mere glitch? How could I make them understand that this was not just a financial crisis, but a matter of survival for our city?\n\n\"This is more than just a glitch,\" I replied. \"It's a stranglehold on our city's lifelines. It’s not just about money; it's about people's lives.\" I could see their skepticism, their dismissal of the existential threat that 11efta posed. They lived in a world of ledgers and balance sheets, insulated from the harsh realities of a city under siege.\n\nI could offer them no miracles, no swift solutions. I spoke instead of our plans to keep the city functioning, of our continuous search for a resolution to the ransomware crisis, and our commitment to honor our debts as soon as we could. It was a bleak picture, but an honest one.\n\nThe meeting concluded on a note of uneasy tension. The investors left with more questions than answers, their faith in our city shaken. I was left to contemplate the widening chasm between the financial world and the realities of our crisis. The conversation with Wall Street was a stark reminder of the different battles we were fighting – one against a digital plague, the other against the relentless demands of capital.\n\nAs I returned to my office, the city lights flickered outside my window, a silent testament to the ongoing struggle. Day 23 closed with the sobering reality of our financial predicament. The battle for Artemis was not just in the code-infested digital realm but also in the hard, uncompromising world of finance. A battle that we had to fight, for the sake of the city that we loved.\n\n== Day 27: The Unseen Battlefield ==\n\nThe twenty-seventh day of the crisis brought the long-awaited call from Washington. As city controller, I had reached out to our senator weeks ago, pleading for federal intervention, for someone to hear our plight. Today, finally, the White House responded.\n\nThe person on the other end of the call was not our senator but an undersecretary in the Department of Homeland Security, a middleman in the labyrinth of Washington bureaucracy. There was a distant coolness in his voice, a clinical detachment as he confirmed my worst fears.\n\n\"11efta,\" he informed me, \"is not your everyday hacker. It's a state-supported actor.\"\n\nI sat in stunned silence. A state-supported actor? The ransomware crisis, the torment of our city, was part of a larger geopolitical chess game? The revelation was a blow, sending waves of dread through me.\n\n\"We are in a silent war,\" the undersecretary continued, \"a war fought not on battlefields, but in codes and systems, in data streams and servers. Your city's crisis... it's a skirmish in this larger conflict.\"\n\nHis words were a chilling reminder of the vast, shadowy landscape of cyber warfare, a battlefield where cities like Artemis could become casualties without a shot being fired.\n\nI found my voice, hoarse with desperation. \"So what happens to us? What happens to Artemis?\"\n\nThere was a pause before he responded. \"The Administration cannot show weakness or negotiate in this war. I'm sorry, but for now, Artemis is on its own.\"\n\nAbandoned. Left to fend for ourselves while power games played out in digital arenas we could barely comprehend. The words hung heavy in the air, a stark testament to the grim reality we faced.\n\nAs I hung up the phone, a deep sense of isolation settled in. We had been abandoned by our country, left to navigate this crisis on our own. The realization was a bitter pill to swallow, made even more painful by the knowledge that we were mere pawns in a much larger game.\n\nAs Day 27 closed, I found myself grappling with a profound sense of powerlessness. The machinations of power were unfolding on levels removed from our understanding, making our city's struggle seem insignificant. Yet, for the people of Artemis, this wasn't just a game of codes and state actors, it was our lives, our homes, our city.\n\nIn the face of such abandonment, we had no choice but to band together, to stand firm, and to fight for our city. For as long as it took.\n\n== Day 32: A Controller's Descent ==\n\nThe thirty-second day dawned with a heaviness that seemed to choke the very air I breathed. I woke up, as always, at 6 a.m., before the sun's rays could cast light on the digital carnage left in the wake of 11efta.\n\nAs the city controller of Artemis, I was caught in a brutal bind. Each day was a frantic race against time, a desperate scramble to scrape together the daily tribute of 100 Bitcoins. My every decision felt like a pact with the devil, a zero-sum game in which every choice was a sacrifice.\n\nThe first thing I did that day was to check the city's dwindling coffers. The figures were a stark reminder of our predicament - we were on borrowed time, every tick of the clock a step closer to complete financial ruin.\n\nI moved to the next painful task. Cancelling another community project to divert the funds to 11efta's tribute. A new library that had been the talk of the town. 'Education for everyone,' the Mayor had promised during the groundbreaking. Now it was just another casualty in our war against the digital plague.\n\nThe rest of the day was a blur of conference calls with increasingly irate Wall Street creditors, tense meetings with city council members, and disheartening budget assessments. My every conversation was punctuated with pleas and half-promises, trying to buy just a little more time.\n\nThe public protests against the government were growing louder and more frequent. The citizens of Artemis felt betrayed, and rightly so. Yet, what could I tell them? That the ghost in our machines demanded a price we couldn't afford to pay? That their city was held hostage by a hacker whose name had become a curse on our lips?\n\nBy mid-afternoon, we were still short of the tribute. In a moment of desperation, I took the most drastic measure yet - authorizing the sale of a public park, one of the last remaining green lungs in Artemis, to a real estate developer. As I signed the papers, I felt a part of the city's soul being ripped away, but the choice was stark - pay the tribute or plunge the city into darkness.\n\nThe clock struck 6 p.m., and the tribute was paid, just in time. But as the digital transfer completed, my relief was tainted with the bitter taste of defeat. The city was still running, but at what cost?\n\nAs I looked out of my office window at the fading light, I felt a sense of loneliness envelop me. The city was quieter than it used to be, the silent streets a grim reminder of our predicament. The street signs flickered, \"11efta pwns you,\" a mocking echo in the darkening night.\n\nDay 32 ended like the ones before, leaving me feeling more like a ransom negotiator than a city controller. The dread of the tribute hung over me, a constant reminder of the existential crisis we were facing. The question wasn't just how much longer we could keep paying, but how much more we could lose before there was nothing left of Artemis but a husk, a ghost town powered by a digital specter.\n\n== Day 36: Lights Out ==\n\nDay 36 was the darkest yet, literally and metaphorically. It was the day the lights went out in Artemis.\n\n11efta, it seemed, had another trick up their sleeve. They targeted the centralized exchange we used to make our Bitcoin payments. A merciless Distributed Denial of Service attack, and just like that, our lifeline to our digital tormentor was severed.\n\nWe missed the daily tribute. As the sun set, so did our hopes. The lights in Artemis flickered, then went out.\n\nI stood by my office window, gazing out at the darkened cityscape. The silence was unsettling, a stark reminder of the power 11efta held over us.\n\nAnd then, in the dead of the night, a worse disaster struck. Our hospital's backup generator, our lifeline in the dark, failed. The primary tank was empty, and the secondary tank, filled with stale diesel and water, proved unusable.\n\nTwo patients died that night. Their ventilators shut off, and despite the best efforts of our medical staff, they couldn't be saved. Two lives extinguished, just like the lights of our city.\n\nRage and impotence surged within me, an infernal cocktail of emotions. My hands were shaking, not with fear, but with an existential anger, a defiance against the absurdity of our situation.\n\nWe were pawns in a game we didn't sign up for, victims of a crisis we didn't cause, and yet we were the ones paying the price. The city I was responsible for was crumbling, its people suffering, and there was nothing I could do.\n\nAs I sat alone in the dark, the weight of our circumstances threatened to crush me. I was on the edge of an abyss, staring into the void of a black absurdity. Our fight against 11efta had become a fight against the senseless cruelty of existence, a testament to the human capacity for endurance in the face of despair.\n\nDay 36 was a testament to our struggle, a bitter monument to our fight. We were caught in a tempest of uncertainty and terror, every day bringing a new challenge. But as the city controller, I had no choice but to persevere. I was the captain of a sinking ship, and I would be damned if I let it go down without a fight.\n\nThe lights were out in Artemis, but we would not be extinguished. We would endure, as we always had, in defiance of the absurdity that sought to break us. This was our city, and we would not go gentle into that good night. We would rage, rage against the dying of the light.\n\n== Day 43: The Exodus Question ==\n\nDay 43 greeted us with an ominous message from our tormentor: \"You best be leaving.\"\n\nThe cold, electronic script of 11efta's message echoed throughout the silent chambers of City Hall, casting a chilling pall over the assembly. Was it a threat? A warning? Or merely another move in this sickening game?\n\nA debate ensued, unlike any other in the history of Artemis. The question was as simple as it was horrifying: should we evacuate our city?\n\nVoices rose and fell in the hall, a tempest of opinions, fears, and frustrations. The mayor advocated for evacuation, arguing it was our duty to protect our citizens. Some council members echoed his sentiment, their faces pale with fear, their voices shaking with emotion.\n\nBut others vehemently opposed the idea. To evacuate was to admit defeat, to abandon our homes, our lives, our city. It was a bitter pill to swallow, one that tasted of betrayal and defeat.\n\nAs city controller, I listened, my heart heavy in my chest. I understood both sides. The safety of our citizens was paramount, but to abandon Artemis, to concede to 11efta, felt like a blow to our spirit, to our resolve.\n\nIn the end, no decision was made. We were too divided, too caught up in our own fears and stubborn pride. As night fell on the city, the echoes of our arguments still rang in the empty hall. The question remained unanswered, an ugly specter hanging over us.\n\nDay 43 ended in uncertainty and dread. \"You best be leaving,\" 11efta's message seemed to mock us in the silence, a haunting reminder of our powerlessness. Yet, in the heart of every Artemis citizen, there was a spark of resilience, a determination that would not be extinguished. We were Artemis, and we would fight, whether it was against a faceless hacker, or against the existential dread gnawing at our hearts.\n\nTomorrow, the debate would continue. Tomorrow, we would face the question again: Should we stay, or should we go? But for tonight, in the silent darkness of our city, we were all just weary soldiers in an unseen war, holding on to the one thing 11efta couldn't take from us: hope.\n\n== Day 69: The Twisted Path ==\n\nDay 69 arrived with a glimmer of hope, a hope stained by the grimy fingerprints of Wall Street.\n\nIt was a call from a suave bond salesman, an eager voice, all honey and optimism, offering us a way out. His offer was a twisted salvation, a lifeline woven from barbed wire: Wall Street had been in contact with 11efta.\n\n\"For 6900 Bitcoins,\" he said, \"he will relinquish control of Artemis.\"\n\nI could barely breathe as the number sank in. It was an astronomical sum, a king's ransom. But then came the sting in the tail.\n\n\"In addition,\" he continued, his voice bright as a neon sign, \"we will back a bond issuance to pay the ransom... on one condition. You must replace the obsolete Blomass software with Philmath's new Secure City package.\"\n\n\"Cost?\" I managed to croak, already anticipating the answer.\n\n\"An additional 250 million,\" he replied nonchalantly. As if it were pocket change.\n\nIt was absurd. Blackmail atop blackmail. A sinister, spiraling carousel of monetary and moral compromise. Yet in the dark caverns of our crisis, no other light seemed to flicker. The existential conundrum was almost laughable, were it not so heart-wrenching.\n\nYet, I couldn't shake off the implications of this new bond. Our city was already reeling from its existing fiscal crises. To take on this additional burden... I saw the future in stark, black and white hues - years of crippling debt, public services being cut, generations bearing the brunt of today's crisis.\n\nDespite the pressure, I voiced my concerns. The bond salesman’s response came cool, aloof, and threatening.\n\n\"Your only way out, Controller, is through.\"\n\nI stared at the phone long after the call ended. The sheer audacity of his words rattled me. Yet, deep down, I knew we were cornered. The only way out was indeed through, through a twisted path laden with moral and financial pitfalls.\n\nDay 69 ended not with a resounding solution, but with the bitter aftertaste of a cruel compromise. We were at the mercy of merciless actors, each playing their own power games at the expense of Artemis and its people.\n\nYet, if this was our only way out, then we would have to take it. After all, in the face of absurdity, the only real freedom was the freedom to choose our path, no matter how treacherous it may be.\n\n[[Category:Storyline]]\n[[Category:2018]]\n      fyxttzni7nokjsqy9l4leawk090peed\n    "}
